app/controllers/individuals_controller.rb

SELECT "individuals".* FROM "individuals"
---
  def index
    @individuals = Individual.all

SELECT  "individuals".* FROM "individuals" WHERE "individuals"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
    def set_individual
      @individual = Individual.find(params[:id])