app/controllers/organizations_controller.rb

INSERT INTO "organizations" ("name", "email", "state", "city", "address", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7) RETURNING "id"
---
  def create
    @organization = Organization.new(organization_params)

    respond_to do |format|
      if @organization.save